IDEA StatiCa Open Model
Stirrup Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Stirrup()
Public Sub New
public:
Stirrup()
See Also
Reference
Stirrup Class
IdeaRS.OpenModel.CrossSection Namespace